---
kind: enumMember
id: F:Autodesk.Revit.DB.NavisworksExportScope.View
enum: Autodesk.Revit.DB.NavisworksExportScope
zh: 视图
source: html/5133006b-034f-1f05-5b8b-37aa7f12c4e0.htm
---
# Autodesk.Revit.DB.NavisworksExportScope.View

**中文**: 视图

Export the elements in a view.